tap "candid82/brew"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
brew "python@3.9"
brew "bash"
brew "bat"
brew "openjdk"
brew "clojure"
brew "coreutils"
brew "direnv"
brew "dive"
brew "findutils"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "hyperfine"
brew "leiningen"
brew "make"
brew "mas"
brew "navi"
brew "node"
brew "pinentry-mac"
brew "poetry"
brew "rust"
brew "rustup-init"
brew "sl"
brew "tldr"
brew "volta"
brew "watchexec"
brew "zim"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "yqrashawn/goku/goku"
cask "1password"
cask "alfred"
cask "arduino"
cask "bartender"
cask "cron"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "miro"
cask "ngrok"
cask "notion"
cask "oracle-jdk"
cask "postman"
cask "processing"
cask "slack"
cask "spotify"
cask "staruml"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "xbar"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Keka", id: 470158793
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Paste", id: 967805235
mas "Xcode", id: 497799835
