tap "candid82/brew"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
brew "bash"
brew "bat"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "hyperfine"
brew "make"
brew "mas"
brew "navi"
brew "openjdk"
brew "pinentry-mac"
brew "rust"
brew "tldr"
brew "volta"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "yqrashawn/goku/goku"
cask "1password"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge-dev"
cask "miro"
cask "notion"
cask "oracle-jdk"
cask "slack"
cask "spotify"
cask "staruml"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Keka", id: 470158793
mas "Magnet", id: 441258766
mas "Paste", id: 967805235
